Repository: testTemtProj/OLD_PROJECT
Catalog: cat/2011/App_GlobalResources/CatalogResources.*.resx
Languages: ru_ru

# AboutCatalogDescription_0
source: <b>What is "Catalog Yottos"?</b><br /><br /> "Catalog Yottos" is a catalog of Internet sites. Sites in the catalog are divided by thematic categories so that search of a necessary site was as much as possible simple. Sites are placed in decreasing order their popularity among Yottos users.<br /><br /><b>What for "Catalog Yottos" is necessary?</b><br /><br />If The site of certain subjects there is no necessity to search for it is necessary for you, using search engines and rummaging set of poor-quality sites. Simply enough to come into "Catalog Yottos" catalog.yottos.com address and, having chosen the necessary category to receive the list of the best sites.<br /><br /><b>Than "Catalog Yottos" is better than other Internet catalogues?</b><br /><br />"Catalog Yottos" is moderable catalog. It means, that sites are added not automatically, but pass check. Yottos editors select the most qualitative resources, describe them and systematise on thematic categories. The poor-quality site simply will not get to the catalog. Resources are regularly checked on availability and removed from publication if the are does not operate anymore. Sites which are not updated more half a year, are excluded from the catalog too. Differently, in "Catalog Yottos" there are only the most qualitative and constantly updated sites.<br /><br />The quantity of sites steadily grows in the catalog and makes already some thousand. If you have a site and you consider, that it is worthy to be published in Catalog Yottos,
ru_ru: <b>Что такое "Каталог Yottos"?</b><br/><br/>"Каталог Yottos" - это каталог интернет-сайтов. Сайты в каталоге разбиты по тематическим категориям так, чтобы поиск необходимого сайта был максимально простым. Сайты размещены в порядке убывания их популярности среди пользователей Yottos. <br/><br/><b>Зачем нужен "Каталог Yottos"?</b><br/><br/>Если Вам необходим сайт определенной тематики, то нет необходимости искать его, используя поисковики и перерывая множество некачественных сайтов. Достаточно просто зайти в "Каталог Yottos" по адресу catalog.yottos.com и, выбрав нужную категорию, получить список лучших сайтов.<br/><br/><b>Чем "Каталог Yottos" лучше других интернет-каталогов?</b><br/><br/>"Каталог Yottos" - модерируемый каталог. Это значит, что сайты добавляются не автоматически, а проходят проверку. Редакторы Yottos отбирают самые качественные ресурсы, описывают их и систематизируют по тематическим категориям. Некачественный сайт в каталог просто-напросто не попадет. Ресурсы регулярно проверяются на доступность и снимаются с публикации в случае, если сайт уже не действует. Сайты, которые не обновляются более полугода, тоже исключаются из каталога. Иными словами, в "Каталоге Yottos" находятся только самые качественные и постоянно обновляемые сайты. <br/><br/>Количество сайтов в каталоге неуклонно растет и составляет уже несколько тысяч. Если у Вас есть свой сайт и Вы считаете, что он достоин публикации в Каталоге Yottos,

# AboutCatalogDescription_1
source: If you have questions or offers under the maintenance and the form of representation of the information,
ru_ru: Если у Вас есть вопросы или предложения по содержанию и форме представления информации,

# AboutCatalogDescription_2
source: The administration will be grateful for any comments and recommendations rather Yottos.
ru_ru: Администрация будет благодарна за любые комментарии и рекомендации относительно Yottos.

# AboutLinkCaption
source: About Yottos
ru_ru: Всё о Yottos

# AddSiteLinkCaption
source: Add site
ru_ru: Добавить сайт

# AdvertLinkCaption
source: Advertisment programs
ru_ru: Рекламные программы

# CatalogAddAbout
source: Description:
ru_ru: Описание:

# CatalogAddAboutDescr
source: In the description it is forbidden to use adjectives in a superlative degree (for example, "most", "best", "most", etc.). It is forbidden to place all text in the top register.<br />No more than 1000 symbols
ru_ru: В описании запрещается употреблять прилагательные в превосходной степени (например, «самый», «лучший», «наиболее» и т. п.). Запрещается размещать весь текст в верхнем регистре.<br />Не более 1000 символов

# CatalogAddAboutRequired
source: Enter site's description!
ru_ru: Введите описание сайта!

# CatalogAddAutoCustom
source: Wrong security code from automatic registrations specified!
ru_ru: Неверно указан код защиты от автоматических регистраций!

# CatalogAddButtonText
source: Add site
ru_ru: Добавить сайт

# CatalogAddEmail
source: Your e-mail:
ru_ru: Ваш e-mail:

# CatalogAddEmailRegular
source: Wrong e-mail!
ru_ru: Некорректно задан e-mail!

# CatalogAddEmailRequired
source: Enter e-mail!
ru_ru: Введите e-mail!

# CatalogAddLinkCaption
source: add it to the catalog
ru_ru: добавьте его в каталог

# CatalogAddNameDescr
source: The name should characterise a resource as a whole, instead of separate sections. It is forbidden to place all text in the top register.<br /> No more than 100 symbols.
ru_ru: Название должно характеризовать ресурс в целом, а не отдельные разделы. Запрещается размещать весь текст в верхнем регистре.<br /> Не более 100 символов

# CatalogAddSecretWord
source: Enter number, displayed on the picture, and click button 'Add site'
ru_ru: Введите номер, нарисованный на картинке, и нажмите на кнопку 'Добавить сайт'

# CatalogAddSelectRootCategory
source: Select catalog chapter:
ru_ru: Выберите раздел каталога:

# CatalogAddSelectSubCategory
source: Select sub category:
ru_ru: Выберите рубрику раздела:

# CatalogAddSiteName
source: Name:
ru_ru: Название:

# CatalogAddSiteUrl
source: Site address:
ru_ru: Адрес сайта:

# CatalogAddTitle
source: Your site will be published in Catalog, if:
ru_ru: Ваш сайт будет опубликован в каталоге если:

# CatalogAddTitleDescr_0
source: <li>It's maintenance does not contradict the legislation (does not propagandise violence, racial hatred, a pornography, corruption and so forth); </li><li> the site or its basic sections are not in development;</li><li> The site subjects answer the declared heading;</li><li>Your site is not <i>a mirror</i> of other site.</li>
ru_ru: <li>его содержание не противоречит законодательству (не пропагандирует насилие, расовую ненависть, порнографию, коррупцию и пр.);</li ><li>сайт или его основные разделы не находятся в стадии разработки;</li><li > тематика сайта отвечает заявленной рубрике;</li><li> ваш сайт не является <i>зеркалом</i> какого либо другого сайта.</li>

# CatalogAddTitleDescr_1
source: Yottos reserves the right to itself to reject inquiry about site registration in the catalog without explanations. <br /> <br /> All fields are obligatory to filling!
ru_ru: Yottos оставляет за собой право отклонить запрос о регистрации сайта в каталоге без объяснений. <br /> <br /> Все поля обязательны к заполнению!

# CatalogAddTitleRequired
source: Enter site's name!
ru_ru: Ведите название сайта!

# CatalogAddURLDescr
source: For example: http://yottos.com/
ru_ru: Например: http://yottos.com/

# CatalogAddURLRegular
source: Wrong site address!
ru_ru: Некорректно задан адрес сайта!

# CatalogAddURLRequired
source: Enter site address!
ru_ru: Введите адрес сайта!

# CatalogLinkCaption
source: Catalog
ru_ru: Каталог

# CatalogLinkPostedAddMore
source: Add one more site
ru_ru: Добавить еще один сайт

# CatalogLinkPostedBackToCatalog
source: Back to catalog
ru_ru: Вернуться в каталог

# CatalogLinkPostedResult
source: The inquiry about addition of your site in catalog Yottos is sent and will be considered in the near future.
ru_ru: Запрос на добавление Вашего сайта в каталог Yottos отправлен и будет рассмотрен в ближайшее время.

# CatalogLinkPotedBaners
source: here
ru_ru: сдесь

# CatalogLinkPotedBanersInfo
source: Finding of baner on any project by the robot increases the meaningfulness of the page, depending of it's size.
ru_ru: Нахождение роботом ссылочного банера на любой из проектов, повышает значимость страницы в зависимости от его размера.

# CatalogLinkPotedText
source: Thank you very much, for participation in forming given project!<br/>Also, we wold thankful if you place a baner to your site on any of the Yottos projects. Baners could be found
ru_ru: Большое спасибо, за принятия участия в формировании донного проекта!<br/>Также, мы будим вам благодарны если вы самостоятельно поставите ссылочный банер на своем сайте на любой из проектов Yottos. Найти банера можно

# CatalogTitle
source: Catalog
ru_ru: Каталог

# CategoryLabelText
source: Category:
ru_ru: Раздел:

# ContactLinkCaption
source: contact us
ru_ru: напишите нам

# ExitLinkCaption
source: Exit
ru_ru: Выход

# MainPageLinkCaption
source: MainPage
ru_ru: Главная страница

# MarketLinkCaption
source: Rynok
ru_ru: Рынок

# NewsLinkCaption
source: News
ru_ru: Новости

# PersonalLinkCaption
source: Enter to the Personal room
ru_ru: Вход в Личную комнату

# QuestionnaireLinkCaption
source: Take part in teaching of intellectual search of Yottos
ru_ru: Поучаствуй в обучении интеллектуального поиска Yottos

# QuestionResultAnswer
source: Right answer:
ru_ru: Правильный ответ:

# QuestionResultAnswerLink
source: Reference to the reliable detailed information of answer:
ru_ru: Ссылка на достоверную подробную информацию ответа:

# QuestionResultAnswers
source: answers for the question put by you:
ru_ru: ответы на поставленный вами вопрос:

# QuestionResultEdit
source: edit
ru_ru: править

# QuestionResultMessage
source: on this reference Your questioning will be always, you can save it. also by your wish you can lay out it there where will count up necessary.
ru_ru: по данной ссылке будет находится Ваш опрос всегда, вы можете её сохранить. также по сбоственному желанию выкладывать там где посчитаете нужным.

# QuestionResultSave
source: save questionnaire
ru_ru: сохранить опрос

# QuestionsAddAnswer
source: Yet are there associations ?
ru_ru: Еще есть ассоциации ?

# QuestionsAnswerCaption_1
source: Right answer which associative comes the first in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно первым приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerCaption_2
source: Right answer which associative comes the second in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно вторым приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerCaption_3
source: Right answer which associative comes the third in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно третим приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerCaption_4
source: Right answer which associative comes the fourth in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно четвёртым приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerCaption_5
source: Right answer which associative comes the fifth in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно пятым приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerCaption_6
source: Right answer which associative comes the sixth in your head on a put a question by you:
ru_ru: Правильный ответ, который ассоциативно шестым приходит в вашу голову на заданный вами вопрос:

# QuestionsAnswerErrorMessage
source: fill the field!
ru_ru: заполните поле!

# QuestionsAnswerImageCaption
source: Associative photo of this answer:
ru_ru: Ассоциативное фото этого ответа:

# QuestionsAnswerLinkCaption
source: You can specify reference to the reliable detailed information about the first answer:
ru_ru: Можно указать ссылку на достоверную подробную информацию первого ответа:

# QuestionsFill
source: Please fill all of the fields as far as your knowledges.
ru_ru: Заполните пожалуйста все поля по мере ваших знаний.

# QuestionsFinish
source: finish questioning
ru_ru: окончить опрос

# QuestionsGiveAnswers
source: Give answers for the question put by you:
ru_ru: Дайте ответы на поставленный вами вопрос:

# QuestionsGiveAnswersHint
source: Write short accessible human language not tie down to the keywords!
ru_ru: Напишите кратким доступным человеческим языком не привязывайтесь к ключевым словам!

# QuestionsGiveQuestion
source: Set a searching question on which you know an answer
ru_ru: Задайте поисковый вопрос, на который вы знаете ответ

# QuestionsMainTitle
source: Program of teaching of the system of understanding of human language.<br /> Purpose of questionnaire - to set any questions and get on them answers by an accessible human language.
ru_ru: Программа обучения системы понимания человеческого языка.<br /> Цель анкеты - задать любые вопросы и получить на них ответы доступным человеческим языком.

# QuestionsOwnerHint
source: If you are the owner of resources on which you put Refs.s, we'll be thankful if you'll put a backlink on this page, for bringing in of people understandings this area which can set more various questions and give answers on them.
ru_ru: Если вы являетесь владельцем ресурсов, на которые вы ставите ссылки, будим благодарны если поставите обратную ссылку на эту страницу, для привлечения людей разбирающихся в этой области которые могут задать больше разнообразных вопросов и дать на них ответы.

# QuestionsPageTitle
source: Yottos | questioning
ru_ru: Yottos | опрос

# QuestionsProfession
source: What area are you a professional in or simply have experience?
ru_ru: В какой области вы профессионал или просто разбераетесь?

# RootAllCategoriesText
source: <<all categories>>
ru_ru: <<все категории>>

# SearchButtonText
source: Search in Catalog
ru_ru: Поиск в Каталоге

# SearchNoResultInternet
source: Internet
ru_ru: Интернете

# SearchNoResults
source: <b>By your inquiry no results found.</b><br /><br />Recommendations:<ul><li>Check up spelling of words.</li><li>Try other keywords.</li><li>Try: to search '#' in the '$'</li></ul>
ru_ru: <b>По вашему запросу ничего не найдено.</b><br /><br />Рекомендации:<ul><li>Проверьте правописание слов.</li><li>Попробуйте другие ключевые слова.</li><li>Попробуйте: '#' поискать в '$'</li></ul>

# SearchTitle
source: Search
ru_ru: Поиск

# SettingsLinkCaption
source: Settings
ru_ru: Настройки

# StartLinkCaption
source: Make as default page
ru_ru: Сделать стартовой

# TaskLinkCaption
source: Remark
ru_ru: Заметка

# ToCatalogListLinkCaption
source: Main page: Catalog
ru_ru: Главная: Каталог

# WebLinkCaption
source: Web
ru_ru: Веб

# Master_NewsLink
source: http://news.yottos.com/
ru_ru: http://news.yottos.ru/

# Master_RynokLink
source: http://rynok.yottos.com/
ru_ru: http://rynok.yottos.ru/

# Master_WebLink
source: http://yottos.com/
ru_ru: http://yottos.ru/

# Master_ZeroLink
source: http://zero.yottos.com/
ru_ru: http://zero.yottos.ru/

# SettingsDescriptionCaption
source: Using this form you can set up the results page in catalog
ru_ru: С помощью этой формы Вы можете настроить выдачу результатов в каталоге

# SettingsLanguageCaption
source: Interface language:
ru_ru: Язык интерфейса:

# SettingsOnThePageCaption
source: results per page.
ru_ru: на странице.

# SettingsPageSizeCaption
source: Display:
ru_ru: Показывать по:

# SettingsSaveAndReturnCaption
source: Save settings and return to the catalog.
ru_ru: Сохранить настройки по окончанию и вернуться к каталогу.

# SettingsSaveButtonCaption
source: Save settings
ru_ru: Сохранить настройки

# SettingsTitle
source: Yottos | settings
ru_ru: Yottos | настройки

# SettingsTitleCaption
source: Common settings
ru_ru: Общие настройки

# SettingsTransferButtonCaption
source: Go to
ru_ru: Перейти

# Master_AboutYottos
source: http://yottos.com/About/AboutYottos.aspx
ru_ru: http://yottos.ru/About/AboutYottos.aspx

# Master_AdloadLink
source: http://yottos.com/Advertising
ru_ru: http://yottos.ru/%D0%A0%D0%B5%D0%BA%D0%BB%D0%B0%D0%BC%D0%BD%D1%8B%D0%B5_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D1%8B

# Master_PersonalLink
source: http://www.yottos.com/PersonalRoom/Default.aspx
ru_ru: http://www.yottos.ru/PersonalRoom/Default.aspx

# LogoUrl
source: /Image/Logos/en-US.gif
ru_ru: /Image/Logos/ru-RU.gif
