Repository: testTemtProj/OLD_PROJECT
Catalog: cat/2013/catalog/i18n/*/LC_MESSAGES/catalog.po
Languages: ru

source: Sorry, there is no such category.
ru: Извините, нет такой категории.

source: Please fill in the fields at least for one language.
ru: Пожалуста, заполните поля хотя бы для одного языка

source: Please select the other category
ru: Пожалуста, выберите другую категорию

source: http://yottos.com
ru: http://yottos.ru

source: Web
ru: Вэб

source: http://zero.yottos.com
ru: http://zero.yottos.ru

source: http://news.yottos.com
ru: http://news.yottos.ru

source: News
ru: Новости

source: Catalog
ru: Каталог

source: http://rynok.yottos.com/
ru: http://rynok.yottos.ru

source: Market
ru: Рынок

source: Search
ru: Поиск

source: Main Page
ru: Главная страница

source: About Yottos
ru: Про Yottos

source: Advertisment programs
ru: Рекламные предложения

source: Add site
ru: Добавить сайт

source: Make as default page
ru: Сделать домашней

source: Go to Page:
ru: Перейти на страничку:

source: No such category!!!
ru: Нет такой категории!!!

source: Haven`t found anything for your query
ru: По вашему запросу ничего не найдено

source: Recomedations:
ru: Рекомендации:

source: Check word spelling
ru: Проверьте правописание

source: Try to use more popular keywords
ru: Попробуйте использовать больше популярных ключевых слов

source: Try to search
ru: Попробуйте поискать

source: in the
ru: в

source: Internet
ru: Интернете

source: Search results for query:
ru: Результаты по запросу:

source: Login to manager
ru: Зайти в менеджер

source: You are atempting to enter the manager. Log in please.
ru: Вы пытаетесь войти в менеджер. Залогиньтесь пожалуста.

source: Login
ru: Логин

source: Password
ru: Пароль

source: Your site will be published in Catalog, if:
ru: Ваш сайт булет опубликован в Каталоге, если:

source: It's maintenance does not contradict the legislation (does not propagandise violence, racial hatred, a pornography, corruption and so forth)
ru: Его содержание не противоречит законодательству (не пропагандирует насилие, расовую ненависть, порнографию, коррупцию и пр.)

source: the site or its basic sections are not in development;
ru: сайт или его основные разделы не нахдятся в стадие разработки;

source: The site subjects answer the declared heading;
ru: Тематика сайта соответствует заголовку;

source: Your site is not a mirror of other site.
ru: Ваш сайт не является зеркалом какого либо другого сайта;

source: Yottos reserves the right to itself to reject inquiry about site registration in the catalog without explanations.
ru: Yottos оставляет за собой право отклонить запрос о регистрации сайта в каталоге без объяснений.

source: All fields are obligatory to filling!
ru: Все поля обязательны к заполнению!

source: Choose category:
ru: Выберите категорию:

source: Site reference:
ru: Ссылка на сайт:

source: For example http://yottos.com/
ru: На пример http://yottos.com/

source: Name
ru: Название:

source: Text for russian language
ru: Текст на русском языке

source: The name should characterise a resource as a whole, instead of separate sections. It is forbidden to place all text in the top register.
ru: Название должно характеризовать ресурс в целом, а не отдельные разделы. Запрещается размещать весь текст в верхнем регистре.

source: No more than 100 symbols
ru: Не более 100 символов

source: Description
ru: Описание

source: In the description it is forbidden to use adjectives in a superlative degree (for example, most, best, most, etc.). It is forbidden to place all text in the top register.
ru: В описании запрещается употреблять прилагательные в превосходной степени (например, «самый», «лучший», «наиболее» и т. п.). Запрещается размещать весь текст в верхнем регистре.

source: Not more than 1000 symbols
ru: Не более 1000 символов

source: Text for ukrainian language
ru: Текст на украинском языке

source: Text for english language
ru: Текст на английском языке

source: your e-mail:
ru: Ваша эл. почта:

source: The query for adding your site in the Yottos catalog had been submited and would be viewed soon.
ru: Заявка на добавление в каталог Yottos отправлена и скоро будет рассмотрена.

source: Return in the catalog
ru: Вернутся в каталог

source: Add one more site
ru: Добавить ещё один сайт

source: Thank you for supporting this project!
ru: Спасибо Вам за поддержку этого проекта!

source: Also we`ll thank you for adding our link-banner for any of Yottos projects on your site. You can find them
ru: Также мы будем благодарны вам за размещение ссылочного баннера на любой проект Yottos на вашей странице

source: here
ru: здесь

source: finding link banner by robot for any project are rising waluability of the page relative to the banners size.
ru: Нахождение роботом ссылочного баннера повышает рейтинг страници в зависимости от его размера.
